{
  "slug": "demograficky-vyvoj-cr",
  "title": "Demografický vývoj České republiky: rekordní populace a historicky nejnižší porodnost zároveň",
  "title_short": "Demografie ČR: růst díky migraci, propad porodnosti",
  "perex": "Česko má 10,9 milionu obyvatel — nejvíce od konce druhé světové války. Zároveň se v roce 2024 narodilo nejméně dětí v historii (84 311). Obojí je pravda najednou. Analýza primárních dat ČSÚ a Eurostatu ukazuje, proč — a kde jsou limity toho, co z čísel vyčteme.",
  "topics": ["výzvy", "česko"],
  "date": "2026-02-23",
  "dateStr": "23. 2. 2026",
  "status": "published",
  "breadcrumb_topic": "Demografie",
  "key_stats": [
    {
      "value": "84 311",
      "label": "živě narozených 2024 (hist. minimum)",
      "color": "bad"
    },
    {
      "value": "10,9 mil.",
      "label": "obyvatel ČR konec roku 2024 — rekord",
      "color": "good"
    },
    {
      "value": "1,37",
      "label": "úhrnná plodnost 2024 (TFR, předběžně)",
      "color": "blue"
    }
  ],
  "content": "<div style=\"background:white;border:1px solid #e0f2fe;border-radius:0.5rem;padding:1rem 1.4rem;margin:0 0 1.5rem 0;font-size:0.9rem;line-height:1.6;color:#64748b;\">\n<strong style=\"color:#1a1a1a;\">Co tato analýza pokrývá:</strong> Demografický vývoj České republiky s důrazem na porodnost, migraci, stárnutí populace a naději dožití. Časový záběr: 2001–2024 s projekcí do roku 2050 (případně 2100). Srovnání s&nbsp;vybranými zeměmi EU. Zdrojem jsou primární data Českého statistického úřadu (ČSÚ) a Eurostatu.<br><br>\n<strong style=\"color:#1a1a1a;\">Co záměrně vynechává:</strong> Regionální diferenciaci v rámci ČR (data existují, ale kauzální analýza rozdílů mezi kraji dosud chybí). Detailní rozbor migrační politiky (téma pro samostatnou analýzu). Ekonomické dopady stárnutí na důchodový systém (vyžaduje vlastní modelování).<br><br>\n<strong style=\"color:#1a1a1a;\">Hlavní zdroje:</strong> ČSÚ — Pohyb obyvatelstva 2024; ČSÚ — Projekce obyvatelstva 2023–2100; Eurostat — Fertility statistics 2025; Eurostat — Life expectancy data 2025. Data za rok 2024 jsou předběžná (preliminary).\n</div>\n\n<div class=\"highlight-box hb-blue\"><strong>Stručně:</strong><ul style=\"margin:0.5rem 0 0 0;padding-left:1.2rem;\"><li>V roce 2024 se v Česku narodilo 84 311 dětí — nejméně v&nbsp;historii; úhrnná plodnost klesla na 1,37 (předběžně), což představuje pokles o 0,34 bodu za pět let.</li><li>Populace přesto roste šestým rokem výhradně díky migraci: přirozený úbytek −27 900 osob v roce 2024 kompenzovalo migrační saldo +36 800.</li><li>Projekce ČSÚ počítá s podílem seniorů kolem 30 % v roce 2050, ale jde o modelový scénář závislý na předpokladech o migraci a plodnosti — nikoli o předpověď.</li></ul></div>\n\n<h2>Paradox roku 2024: dva rekordy najednou</h2>\n\n<p>Česká republika dosáhla ke konci roku 2024 počtu 10 909 500 obyvatel. Je to nejvíce od konce druhé světové války. Ve stejném roce se narodilo 84 311 dětí — nejméně v celé historii země, méně než v roce 1999 (89 471), který dosud platil za demografické dno postkomunistické transformace.</p>\n\n<p>Oba údaje jsou pravdivé současně, a právě v tom spočívá jádro českého demografického příběhu. Populace neroste díky tomu, že se rodí více dětí. Roste díky tomu, že do země přichází více lidí, než z ní odchází. Přirozenou měnou — tedy rozdílem mezi narozenými a zemřelými — Česko ztrácí obyvatele šestým rokem v řadě.</p>\n\n<h2>Co přesně měříme — a proč na tom záleží</h2>\n\n<p>Klíčovým ukazatelem porodnosti v této analýze je úhrnná plodnost (TFR, total fertility rate). TFR říká, kolik dětí by se průměrně narodilo jedné ženě, kdyby po celý reprodukční věk platily aktuální míry plodnosti. Hranice přirozené reprodukce — tedy hodnota, při které populace početně nahrazuje sama sebe bez migrace — je přibližně 2,1.</p>\n\n<p>TFR má jednu důležitou vlastnost, kterou je třeba mít na paměti: je to periodový ukazatel. Pokud ženy hromadně odkládají porody do vyššího věku, TFR dočasně klesá, aniž by se skutečný počet dětí na jednu ženu za celý život nutně snížil. Tento jev se nazývá ‚tempo efekt'. Přesnější je kohortní plodnost — ta ale bude k dispozici až poté, co dané ročníky žen dokončí reprodukční věk. Pro ročníky narozené v 80. a 90. letech tedy zatím konečnou odpověď nemáme.</p>\n\n<p>Dalším zdrojem nejistoty je předběžnost dat. Čísla ČSÚ za rok 2024 jsou prozatímní (preliminary). Finální hodnoty se mohou mírně lišit — řádově v jednotkách procent, nikoli ve směru trendu.</p>\n\n<div class=\"highlight-box hb-blue\">\n<strong>Poznámka k TFR:</strong> Úhrnná plodnost 1,37 pro rok 2024 je předběžný odhad ČSÚ. Finální hodnota bude publikována v aktualizovaných Rychlých informacích. Pokles TFR v Česku mezi lety 2022 a 2023 (z přibližně 1,64 na 1,46) byl největší ze všech zemí EU — ale interpretace tohoto poklesu závisí na tom, zda jde o trvalou změnu preferencí, nebo o další vlnu odkládání rodičovství. Data o reprodukčních záměrech nejsou v ČR systematicky sbírána.\n</div>\n\n<h2>Porodnost: tři roky poklesu</h2>\n\n<p>Počet živě narozených v Česku klesá třetím rokem za sebou. Mezi lety 2022 a 2023 šlo o pokles přibližně 10 %, mezi lety 2023 a 2024 o dalších přibližně 8 %. Úhrnná plodnost klesla z 1,71 v roce 2019 na předběžných 1,37 v roce 2024 — tedy o 0,34 bodu za pět let.</p>\n\n<p>Pro kontext: česká porodnost nebyla vždy takto nízká. Na konci 60. a v 70. letech se TFR pohyboval kolem 2,0–2,2. Prudký propad přišel po roce 1989 jako důsledek ekonomické transformace a společenských změn. Dno přišlo v letech 1999–2001 (TFR kolem 1,13–1,15). Následovalo postupné zotavení, které vyvrcholilo v roce 2019 hodnotou 1,71. Současný pokles tedy přerušuje dekádu relativního růstu.</p>\n\n<div style=\"background:#f8f9fa;border:1px solid #e9ecef;border-radius:8px;padding:1.2rem 1.5rem;margin:1.2rem 0;\">\n<div style=\"text-transform:uppercase;font-size:0.87rem;font-weight:700;color:#1a1a1a;margin-bottom:0.1rem;\">ÚHRNNÁ PLODNOST (TFR) V ČESKÉ REPUBLICE</div>\n<div style=\"font-size:0.76rem;color:#888;margin-bottom:1rem;\">Zdroj: ČSÚ, Eurostat — Fertility statistics 2025 | Hodnota 2024 je předběžná</div>\n<div style=\"display:flex;align-items:flex-end;gap:0.7rem;height:180px;padding-bottom:0.5rem;\">\n<div style=\"flex:1;display:flex;flex-direction:column;align-items:center;justify-content:flex-end;height:100%;\">\n<div style=\"font-weight:700;font-size:0.82rem;margin-bottom:0.3rem;\">1,15</div>\n<div style=\"width:100%;background:linear-gradient(to top,#1e40af,#93c5fd);border-radius:4px 4px 0 0;height:38%;\"></div>\n<div style=\"font-size:0.72rem;color:#aaa;margin-top:0.3rem;\">1999</div>\n</div>\n<div style=\"flex:1;display:flex;flex-direction:column;align-items:center;justify-content:flex-end;height:100%;\">\n<div style=\"font-weight:700;font-size:0.82rem;margin-bottom:0.3rem;\">1,28</div>\n<div style=\"width:100%;background:linear-gradient(to top,#1e40af,#93c5fd);border-radius:4px 4px 0 0;height:43%;\"></div>\n<div style=\"font-size:0.72rem;color:#aaa;margin-top:0.3rem;\">2005</div>\n</div>\n<div style=\"flex:1;display:flex;flex-direction:column;align-items:center;justify-content:flex-end;height:100%;\">\n<div style=\"font-weight:700;font-size:0.82rem;margin-bottom:0.3rem;\">1,57</div>\n<div style=\"width:100%;background:linear-gradient(to top,#1e40af,#93c5fd);border-radius:4px 4px 0 0;height:53%;\"></div>\n<div style=\"font-size:0.72rem;color:#aaa;margin-top:0.3rem;\">2015</div>\n</div>\n<div style=\"flex:1;display:flex;flex-direction:column;align-items:center;justify-content:flex-end;height:100%;\">\n<div style=\"font-weight:700;font-size:0.82rem;margin-bottom:0.3rem;\">1,71</div>\n<div style=\"width:100%;background:linear-gradient(to top,#1e40af,#93c5fd);border-radius:4px 4px 0 0;height:58%;\"></div>\n<div style=\"font-size:0.72rem;color:#aaa;margin-top:0.3rem;\">2019</div>\n</div>\n<div style=\"flex:1;display:flex;flex-direction:column;align-items:center;justify-content:flex-end;height:100%;\">\n<div style=\"font-weight:700;font-size:0.82rem;margin-bottom:0.3rem;\">1,64</div>\n<div style=\"width:100%;background:linear-gradient(to top,#1e40af,#93c5fd);border-radius:4px 4px 0 0;height:55%;\"></div>\n<div style=\"font-size:0.72rem;color:#aaa;margin-top:0.3rem;\">2022</div>\n</div>\n<div style=\"flex:1;display:flex;flex-direction:column;align-items:center;justify-content:flex-end;height:100%;\">\n<div style=\"font-weight:700;font-size:0.82rem;margin-bottom:0.3rem;\">1,46</div>\n<div style=\"width:100%;background:linear-gradient(to top,#1e40af,#93c5fd);border-radius:4px 4px 0 0;height:49%;\"></div>\n<div style=\"font-size:0.72rem;color:#aaa;margin-top:0.3rem;\">2023</div>\n</div>\n<div style=\"flex:1;display:flex;flex-direction:column;align-items:center;justify-content:flex-end;height:100%;\">\n<div style=\"font-weight:700;font-size:0.82rem;color:#dc2626;margin-bottom:0.3rem;\">1,37</div>\n<div style=\"width:100%;background:linear-gradient(to top,#dc2626,#fca5a5);border-radius:4px 4px 0 0;height:46%;\"></div>\n<div style=\"font-size:0.72rem;color:#aaa;margin-top:0.3rem;\">2024*</div>\n</div>\n</div>\n<div style=\"font-size:0.73rem;color:#999;margin-top:0.5rem;\">* Předběžná hodnota. Přerušovaná čára na úrovni 2,1 by odpovídala hranici přirozené reprodukce.</div>\n</div>\n\n<h2>Migrace: motor růstu — s omezenou zárukou</h2>\n\n<p>Že česká populace navzdory klesající porodnosti roste, je zásluha výhradně migrace. V roce 2022 — roce ruské invaze na Ukrajinu — dosáhlo migrační saldo mimořádných +310 800 osob. V roce 2023 pokleslo na +94 700, v roce 2024 na +36 800. Trend je jasně sestupný.</p>\n\n<p>Projekce ČSÚ ve střední variantě počítá s trvalým migračním saldem přibližně 35 000 osob ročně od roku 2028. Toto číslo je v projekci nutnou podmínkou toho, aby se populace nepropadla výrazněji. Jde o klíčový předpoklad — a zároveň o nejhůře predikovatelnou proměnnou celého modelu. Migrační toky závisí na geopolitické situaci, ekonomické kondici cílové země i legislativním rámci, tedy na faktorech, které se mohou změnit ze dne na den.</p>\n\n<p>Důležitý je i další empirický poznatek: migranti s časem přebírají reprodukční vzorce cílové země. Jejich děti mají zpravidla podobnou plodnost jako domácí populace. Migrace proto demografický problém odsouvá v čase, ale sama o sobě jej neodstraňuje. Na druhé straně může přínos pracovní síly ve střednědobém horizontu 10–20 let stabilizovat veřejné finance, důchodový i zdravotní systém.</p>\n\n<div class=\"data-table-wrap\"><table><thead><tr><th>Rok</th><th>Přirozený přírůstek</th><th>Migrační saldo</th><th>Celkový přírůstek</th></tr></thead><tbody><tr><td class=\"td-num\">2020</td><td class=\"td-bad\">−22 400</td><td class=\"td-good\">+28 700</td><td class=\"td-good\">+6 300</td></tr><tr><td class=\"td-num\">2021</td><td class=\"td-bad\">−18 000</td><td class=\"td-good\">+49 200</td><td class=\"td-good\">+31 200</td></tr><tr><td class=\"td-num\">2022 *</td><td class=\"td-bad\">−2 300</td><td class=\"td-good\">+310 800</td><td class=\"td-good\">+308 500</td></tr><tr><td class=\"td-num\">2023</td><td class=\"td-bad\">−14 800</td><td class=\"td-good\">+94 700</td><td class=\"td-good\">+79 900</td></tr><tr><td class=\"td-num\">2024 **</td><td class=\"td-bad\">−27 900</td><td class=\"td-good\">+36 800</td><td class=\"td-good\">+8 900</td></tr></tbody></table></div><p style=\"font-size:0.82rem;color:#555;margin-top:-0.8rem;margin-bottom:1.5rem;\">Zdroj: ČSÚ — Pohyb obyvatelstva. * 2022: mimořádné migrační saldo v důsledku přílivu uprchlíků z Ukrajiny po ruské invazi. ** Data 2024 jsou předběžná.</p>\n\n<h2>Stárnutí: matematika dvou trendů</h2>\n\n<p>Stárnutí české populace je přímým důsledkem dvou souběžných trendů: dekád plodnosti pod hranicí 2,1 a prodlužující se naděje dožití. Podíl osob starších 65 let vzrostl z 13,9 % v roce 2001 na 20,7 % v roce 2024. Průměrný věk se za stejné období zvýšil z 39,0 na 43,1 let.</p>\n\n<p>Projekce ČSÚ ve střední variantě odhaduje, že v roce 2050 bude podíl seniorů činit přibližně 30 % a průměrný věk se posune k 46 letům. Index ekonomického zatížení — tedy poměr ekonomicky neaktivních (dětí a seniorů) vůči osobám v produktivním věku — je dnes 72 neaktivních na 100 aktivních. V roce 2055 by podle projekce měl dosáhnout hodnoty 90 na 100.</p>\n\n<p>Největší tlak přijde ve 40. a 50. letech tohoto století, kdy do důchodu začnou odcházet silné ročníky narozené v 70. letech — nejpočetnější generace v české demografické historii.</p>\n\n<p>Naděje dožití při narození dosáhla v Česku v roce 2023 poprvé hranice 80,0 let. Předběžná data za rok 2024 naznačují nárůst o přibližně 1,0 rok oproti pre-pandemickému roku 2019, což je jeden z nejvyšších přírůstků v EU. Naděje dožití je přitom v Česku stále pod průměrem EU (81,5 roku v roce 2023), ale mezera se zužuje.</p>\n\n<h2>Srovnání v rámci EU</h2>\n\n<div class=\"data-table-wrap\"><table><thead><tr><th>Země</th><th>TFR 2023</th><th>Naděje dožití 2023</th><th>Podíl 65+ (%)</th></tr></thead><tbody><tr><td>Francie</td><td class=\"td-num\">1,66</td><td class=\"td-num\">82,3</td><td class=\"td-num\">~21</td></tr><tr><td>Bulharsko</td><td class=\"td-num\">1,81</td><td class=\"td-num\">~75</td><td class=\"td-num\">~23</td></tr><tr><td>Německo</td><td class=\"td-num\">~1,35</td><td class=\"td-num\">81,2</td><td class=\"td-num\">~22</td></tr><tr><td style=\"font-weight:600;\">Česko</td><td class=\"td-num\" style=\"font-weight:600;\">1,46</td><td class=\"td-num\" style=\"font-weight:600;\">80,0</td><td class=\"td-num\" style=\"font-weight:600;\">20,7</td></tr><tr><td>Polsko</td><td class=\"td-num\">~1,30</td><td class=\"td-num\">78,6</td><td class=\"td-num\">~19</td></tr><tr><td>Španělsko</td><td class=\"td-bad\">1,12</td><td class=\"td-num\">83,6</td><td class=\"td-num\">~20</td></tr><tr><td style=\"font-style:italic;\">EU průměr</td><td class=\"td-num\" style=\"font-weight:600;\">1,38</td><td class=\"td-num\" style=\"font-weight:600;\">81,5</td><td class=\"td-num\" style=\"font-weight:600;\">~21</td></tr></tbody></table></div><p style=\"font-size:0.76rem;color:#555;margin-top:-0.8rem;margin-bottom:1.5rem;\">Zdroj: Eurostat — Fertility statistics 2025, Life expectancy data 2025. Podíly 65+ jsou orientační. Hodnoty ~ jsou přibližné. TFR za Česko je za rok 2023; předběžná hodnota 2024 je 1,37.</p>\n\n<h2>Příčiny: co výzkum říká — a kde přestává</h2>\n\n<h3>Faktory s prokázanou kauzalitou</h3>\n\n<p><strong>Strukturální posun v načasování rodičovství.</strong> Průměrný věk matky při narození prvního dítěte v Česku stoupl z 24,9 let v roce 1990 na přibližně 29 let v roce 2023. Toto odkládání rodičovství je součástí celoevropského jevu označovaného v demografii jako ‚druhý demografický přechod' — souvisí s vyšším vzděláním žen, jejich větším zapojením do trhu práce a dostupností moderní antikoncepce. Tyto souvislosti jsou empiricky doloženy v řadě studií (van de Kaa, 1987; Lesthaeghe, 2010).</p>\n\n<p><strong>Zmenšující se počet potenciálních matek.</strong> Silné ročníky žen narozených v 70. letech opouštějí reprodukční věk. Počet žen ve věku 20–39 let strukturálně klesá, což automaticky snižuje absolutní počet narozených i při neměnných mírách plodnosti.</p>\n\n<p><strong>Prodlužující se naděje dožití.</strong> Podíl seniorů matematicky roste, když se lidé dožívají vyššího věku a zároveň se jich rodí méně. Obě podmínky Česko splňuje.</p>\n\n<h3>Faktory s korelací, nikoli prokázanou kauzalitou</h3>\n\n<p><strong>Ekonomický tlak.</strong> Ceny bydlení a inflace v období 2021–2023 korelují s poklesem porodnosti. Je plausibilní, že ekonomická nejistota vede k odkládání rodičovství. Izolovat však tento faktor od ostatních (kulturní změny, pandemie, post-pandemická rekalibrace) je metodologicky obtížné. Rigorózní kauzální studie pro české prostředí dosud chybí.</p>\n\n<h3>Faktory v debatě</h3>\n\n<p><strong>Tempo efekt vs. trvalá změna.</strong> Část demografů (např. Tomáš Sobotka z Vienna Institute of Demography) argumentuje, že pokles TFR do značné míry odráží odkládání porodů, nikoli trvalý pokles reprodukčních záměrů. Pokud ženy, které dnes nerodí ve 25, porodí ve 33, kohortní plodnost může zůstat relativně stabilní. Jiní demografové upozorňují, že biologické limity plodnosti s věkem klesají a část odložených porodů se nikdy neuskuteční. Rozhodnout mezi těmito interpretacemi na základě současných dat nelze — kohortní plodnost klíčových ročníků bude známa až za 10–15 let.</p>\n\n<p><strong>Vliv propopulačních politik.</strong> OECD a řada výzkumů dokumentují, že finanční pobídky (přídavky, daňové úlevy) mohou ovlivnit načasování porodů, ale jejich vliv na celkový počet dětí za život ženy je omezený. Strukturální opatření — především dostupnost péče o malé děti — mají silnější korelaci s vyšší plodností, jak ukazují skandinávské země a Francie.</p>\n\n<div class=\"highlight-box hb-red\">\n<strong>Co data zatím neumožňují rozlišit:</strong> Zda pokles TFR v letech 2022–2024 je trvalou změnou reprodukčních preferencí české populace, nebo jde o další vlnu odkládání rodičovství (tempo efekt). Data o reprodukčních záměrech nejsou v ČR systematicky sbírána, což je zásadní mezera ve výzkumné infrastruktuře.\n</div>\n\n<div class=\"highlight-box hb-green\">\n<strong>Co data říkají o intervencích:</strong> Země s nejvyšší plodností v EU (Francie, Švédsko, Dánsko) kombinují dostupnost institucionální péče o děti do 3 let, flexibilní pracovní úvazky a systém rodičovských dávek, který nefixuje matku v domácnosti na dlouhé období. Francie s TFR 1,66 (2023) představuje v EU relativní úspěch — přesto i její plodnost klesá (z 2,03 v roce 2010). Samotné finanční transfery bez strukturálních opatření mají podle OECD omezený dopad na celkovou plodnost.\n</div>\n\n<h2>Co data dovolují říci</h2>\n\n<p>Česká republika prochází demografickou transformací, která má dva jasně doložitelné rysy: klesající porodnost a stárnoucí populaci. Populace prozatím roste, ale výhradně díky migraci, jejíž budoucí objem je nejistý. Porodnost klesá třetím rokem za sebou a úhrnná plodnost dosáhla v roce 2024 předběžné hodnoty 1,37 — pod průměrem EU. Podíl osob starších 65 let přesáhl pětinu populace a podle střední projekce ČSÚ by mohl dosáhnout přibližně 30 % v roce 2050.</p>\n\n<p>Tyto trendy nejsou specificky české. Obdobný vývoj probíhá ve většině evropských zemí — od Španělska (TFR 1,12) po Německo (~1,35). Česko se v unijním srovnání nachází mírně nad průměrem EU v plodnosti, ale pod průměrem v naději dožití. Specifický je rychlý pokles TFR mezi lety 2022 a 2023, který byl v rámci EU nejvýraznější.</p>\n\n<p>Co data zatím nedovolují říci s jistotou: zda je současný pokles plodnosti trvalý, nebo přechodný. Kohortní data potřebná k této odpovědi budou k dispozici až za dekádu. Rovněž nelze spolehlivě kvantifikovat, jakou roli v poklesu hraje ekonomický tlak oproti kulturním a strukturálním změnám. A regionální diferenciace — Praha jako jediný kraj s přirozeným přírůstkem oproti zbytku země — si zaslouží samostatnou analýzu, která zatím chybí.</p>\n\n<p>Projekce ČSÚ do roku 2050 a 2100 jsou užitečným orientačním nástrojem, nikoli předpovědí. Závisejí na předpokladech o migraci, plodnosti a naději dožití, které jsou politicky a společensky ovlivnitelné. To, jak bude Česko vypadat v roce 2050, není předurčeno — je to do značné míry otázka rozhodnutí, která budou učiněna v příštích dvou dekádách.</p>\n\n",
  "sources": [
    {
      "label": "ČSÚ — Pohyb obyvatelstva, rok 2024 (Rychlé informace). Klíčová čísla: 84 311 živě narozených, přirozený úbytek −27 900, migrační saldo +36 800. Poznámka: data jsou předběžná (preliminary).",
      "url": "https://www.czso.cz/csu/czso/pohyb-obyvatelstva-4-ctvrtleti-2024"
    },
    {
      "label": "ČSÚ — Projekce obyvatelstva České republiky 2023–2100. Klíčová čísla: podíl 65+ v roce 2050 přibližně 30 %, předpoklad migračního salda 35 000/rok. Metodika: kohortně-komponentní metoda, tři varianty.",
      "url": "https://www.czso.cz/csu/czso/projekce-obyvatelstva-ceske-republiky-2023-2100"
    },
    {
      "label": "ČSÚ — Aktuální populační vývoj v kostce 2025. Souhrnný přehled: 10 909 500 obyvatel, průměrný věk 43,1, TFR 1,37 (předběžně).",
      "url": "https://www.czso.cz/csu/czso/aktualni-populacni-vyvoj-v-kostce"
    },
    {
      "label": "Eurostat — Fertility statistics 2025. Klíčová čísla: EU průměr TFR 1,38 (2023), Česko 1,46 (2023), Španělsko 1,12, Francie 1,66. Poznámka: data za 2024 většinou ještě nejsou k dispozici.",
      "url": "https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Fertility_statistics"
    },
    {
      "label": "Eurostat — EU life expectancy 81.7 years in 2024 (tisková zpráva, září 2025). Klíčová čísla: ČR 80,0 let (2023), EU průměr 81,5 let. Nárůst ČR o 1,0 rok oproti 2019.",
      "url": "https://ec.europa.eu/eurostat/web/products-eurostat-news/w/ddn-20250911-1"
    },
    {
      "label": "Eurostat — Demography of Europe 2025 (interaktivní publikace). Souhrnný přehled demografických trendů v celé EU. Použito pro kontext a srovnání.",
      "url": "https://ec.europa.eu/eurostat/web/interactive-publications/demography-2025"
    },
    {
      "label": "OECD — Family Database. Srovnání rodinných politik. Klíčový poznatek: finanční pobídky ovlivňují načasování, nikoli celkový počet porodů.",
      "url": "https://www.oecd.org/en/topics/sub-issues/demography.html"
    }
  ],
  "share_card": {
    "type": "data_kontext",
    "headline_text": "Demografie ČR: dva rekordy najednou",
    "headline_sub": "10,9 mil. obyvatel a nejnižší porodnost v historii",
    "quote_text": "Česká populace roste výhradně díky migraci. Přirozenou měnou ztrácí obyvatele šestým rokem v řadě. V roce 2024 se narodilo 84 311 dětí — historické minimum.",
    "quote_source": "— Svět v perspektivě, analýza primárních zdrojů 2026",
    "download_filename": "svet-v-perspektive-demograficky-vyvoj-cr-2024.png",
    "stats": [
      {
        "value": "84 311",
        "label": "živě narozených v roce 2024 — absolutní historické minimum České republiky",
        "source_text": "Zdroj: ČSÚ 2025",
        "color": "red"
      },
      {
        "value": "10,9 mil.",
        "label": "obyvatel ČR ke konci roku 2024 — nejvyšší počet od konce 2. světové války",
        "source_text": "Zdroj: ČSÚ 2025",
        "color": "green"
      },
      {
        "value": "1,37",
        "label": "úhrnná plodnost v roce 2024 (předběžně) — pod průměrem EU 1,38",
        "source_text": "Zdroj: ČSÚ 2025",
        "color": "red"
      }
    ]
  }
}
