{
  "slug": "demokracie-v-defenzive",
  "title": "Demokracie v defenzivě: Historický triumf čelí největší zkoušce za posledních patnáct let",
  "title_short": "Demokracie v defenzivě",
  "perex": "Pohled do dějin hovoří jasně: za posledních sto let udělalo lidstvo v politických svobodách bezprecedentní skok. Nejnovější data však přinášejí vystřízlivění. Poprvé za přibližně patnáct let autokracie opět převažují nad demokraciemi a téměř tři čtvrtiny světové populace žijí v nesvobodných režimech — přičemž za tímto číslem se skrývá jeden překvapivý klíčový faktor. Jaká je skutečná kondice globální demokracie a co o ní statistiky skutečně říkají?",
  "topics": ["demokracie", "výzvy", "svět"],
  "date": "2026-02-23",
  "dateStr": "23. 2. 2026",
  "status": "published",
  "breadcrumb_topic": "Svět",
  "key_stats": [
    {
      "value": "72 %",
      "label": "světové populace žije v autokraciích",
      "color": "bad"
    },
    {
      "value": "18 let",
      "label": "kontinuálního poklesu svobody",
      "color": "bad"
    },
    {
      "value": "12 %",
      "label": "lidí žije v liberálních demokraciích",
      "color": "good"
    }
  ],
  "content": "<h2>Od nuly k vrcholu: Demokratizace jako projekt 20. století</h2><p>V roce 1900 byste plnohodnotnou demokracii s všeobecným volebním právem hledali marně. Nový Zéland přiznal ženám hlasovací právo jako první stát světa — již v roce 1893 — ale politická práva v praxi stále závisela na pohlaví, majetku nebo etnickém původu. Austrálie, Švýcarsko, Francie i Británie pořádaly volby, ale velké části svých obyvatel je odepíraly. Moderní demokracie, tak jak ji chápeme dnes, je vynálezem 20. století.</p><p>Demokratická expanze probíhala ve třech vlnách. Po pádu fašistických diktatur v roce 1945, po dekolonizaci Afriky a Asie v 60. letech a zejména po pádu Berlínské zdi v roce 1989 počet demokraticky spravovaných zemí rostl do té doby nevídaným tempem. Politolog Francis Fukuyama v roce 1992 prohlásil, že liberální demokracie představuje závěrečnou stanici lidského politického vývoje. Data mu dávala částečně za pravdu: počet demokraticky spravovaných zemí vzrostl z přibližně 30 v roce 1974 na historické maximum okolo roku 2012.</p><p>Tento dlouhodobý vývoj je klíčovým kontextem pro vše, co následuje. Dnešní svět je navzdory veškerým obtížím nesrovnatelně svobodnější než v drtivé většině lidské historie. Trend posledních dvanácti let je nicméně jiný.</p><h2>Co říkají čísla: Tichý obrat</h2><p>Prestižní švédský V-Dem Institut (Varieties of Democracy, Göteborská univerzita) spravuje nejkomplexnější světovou databázi demokratického vládnutí s více než 500 indikátory a stovkami výzkumníků po celém světě. Jeho Democracy Report 2024 ukazuje, že demokratická expanze se zastavila — a obrátila.</p><p>V-Dem klasifikuje státy do čtyř kategorií podle kvality demokratických institucí: liberální demokracie (42 zemí), elektorální demokracie (46 zemí), elektorální autokracie (57 zemí) a uzavřené autokracie (34 zemí). Výsledek: 88 demokracií versus 91 autokracií. Poprvé za přibližně patnáct let autokracie v počtu zemí opět převážily. Historické maximum přitom bylo přibližně 97 demokracií okolo roku 2012.</p><div style=\"background:#f8f9fa;border-radius:8px;padding:1.2rem 1.5rem;margin:1.5rem 0;border:1px solid #e9ecef;\" class=\"chart-container\"><p style=\"font-weight:700;margin-bottom:0.2rem;color:var(--color-text-strong);font-size:0.95rem;\">Typy politických režimů ve světě (2024)</p><p style=\"font-size:0.78rem;color:var(--color-text-muted);margin-bottom:1.25rem;\">Počet států z celkových 179 hodnocených zemí · Zdroj: V-Dem Democracy Report 2024</p><div style=\"margin-bottom:0.7rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#27ae60;font-weight:700;width:195px;flex-shrink:0;\">Liberální demokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#27ae60;height:100%;width:23.5%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:44px;text-align:right;\">42</span></div></div><div style=\"margin-bottom:0.7rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#2980b9;font-weight:700;width:195px;flex-shrink:0;\">Elektorální demokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#2980b9;height:100%;width:25.7%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:44px;text-align:right;\">46</span></div></div><div style=\"margin-bottom:0.7rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#e67e22;font-weight:700;width:195px;flex-shrink:0;\">Elektorální autokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#e67e22;height:100%;width:31.8%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:44px;text-align:right;\">57</span></div></div><div style=\"margin-bottom:0.5rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#c0392b;font-weight:700;width:195px;flex-shrink:0;\">Uzavřené autokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#c0392b;height:100%;width:19%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:44px;text-align:right;\">34</span></div></div></div><h2>Demografický paradox: Proč jedno číslo mění vše</h2><p>Pohled přes počty zemí je jen část příběhu. Mnohem závažnější je demografický pohled: podle V-Dem dnes žije v autokraciích přibližně 72 % světové populace — úroveň, která podle historických dat institutu odpovídá přibližně roku 1985. V plnohodnotných liberálních demokraciích pak žije jen asi 12 % lidí na planetě. Pro srovnání: nezávislý britský Economist Intelligence Unit ve svém Democracy Index uvádí ještě nižší číslo — přibližně 7,8 % světové populace v zemích s plnou demokracií.</p><p>Za dramatickým nárůstem procenta obyvatel žijících v autokraciích stojí z velké části jedna jediná země: Indie. V-Dem překlasifikoval Indii z elektorální demokracie na elektorální autokracii v roce 2021, přičemž jako důvody uvedl narušování nezávislosti soudů, omezování svobody médií a tlak na občanskou společnost za vlády premiéra Narendry Módího. Indie přitom tvoří přibližně 17,5 % světové populace — tedy 1,4 miliardy lidí. Tato jediná změna klasifikace matematicky zapříčiňuje podstatnou část nárůstu čísla 72 %. Překlasifikace přitom není mezi výzkumníky bezrozporná: část akademické komunity ji považuje za oprávněnou, část argumentuje, že Indie i přes problémy zachovává klíčové demokratické mechanismy.</p><div style=\"background:#f8f9fa;border-radius:8px;padding:1.2rem 1.5rem;margin:1.5rem 0;border:1px solid #e9ecef;\" class=\"chart-container\"><p style=\"font-weight:700;margin-bottom:0.2rem;color:var(--color-text-strong);font-size:0.95rem;\">Světová populace podle typu politického režimu (2024)</p><p style=\"font-size:0.78rem;color:var(--color-text-muted);margin-bottom:1.25rem;\">Přibližné podíly v % · Zdroj: V-Dem Democracy Report 2024</p><div style=\"margin-bottom:0.7rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#27ae60;font-weight:700;width:195px;flex-shrink:0;\">Liberální demokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#27ae60;height:100%;width:12%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:48px;text-align:right;\">~12 %</span></div></div><div style=\"margin-bottom:0.7rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#2980b9;font-weight:700;width:195px;flex-shrink:0;\">Elektorální demokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#2980b9;height:100%;width:16%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:48px;text-align:right;\">~16 %</span></div></div><div style=\"margin-bottom:0.7rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#e67e22;font-weight:700;width:195px;flex-shrink:0;\">Elektorální autokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#e67e22;height:100%;width:44%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:48px;text-align:right;\">~44 %</span></div></div><div style=\"margin-bottom:0.5rem;\"><div style=\"display:flex;align-items:center;gap:0.75rem;\"><span style=\"font-size:0.85rem;color:#c0392b;font-weight:700;width:195px;flex-shrink:0;\">Uzavřené autokracie</span><div style=\"flex:1;background:#dee2e6;border-radius:4px;height:22px;overflow:hidden;\"><div style=\"background:#c0392b;height:100%;width:28%;border-radius:4px;\"></div></div><span style=\"font-size:0.85rem;font-weight:700;color:var(--color-text);width:48px;text-align:right;\">~28 %</span></div></div><p style=\"font-size:0.78rem;color:var(--color-text-muted);margin-top:1rem;font-style:italic;\">Kategorii elektorálních autokracií dominuje Indie (1,4 mld. obyvatel), uzavřené autokracie jsou populačně taženy Čínou (1,4 mld.). Obě země dohromady tvoří přibližně 35 % světové populace a zásadně ovlivňují celkové percentuální rozložení.</p></div><h2>Metodologická poznámka: Dvě různá měřítka</h2><div class=\"highlight-box hb-blue\"><strong>Proč se čísla liší:</strong> V tomto článku pracujeme s daty dvou odlišných organizací, které používají různé metodiky a nelze je zaměňovat. <strong>V-Dem</strong> je akademická databáze hodnotící kvalitu demokratických institucí na škále čtyř kategorií — její silnou stránkou je hloubka a mezinárodní akademický přesah. <strong>Freedom House</strong> hodnotí politická práva a občanské svobody na jednodušší škále (svobodný / částečně svobodný / nesvobodný) a je více orientovaný na praxi. Oba zdroje potvrzují stejný směr vývoje, konkrétní čísla se však liší.</div><h2>Jak dnes umírá demokracie</h2><p>Demokracie v 21. století zpravidla nekončí tanky ani vojenskými převraty. Klasické puče, které charakterizovaly 20. století v Latinské Americe, Africe nebo Asii, jsou dnes spíše výjimkou. Data V-Dem ukazují na jiný, subtilnější vzorec: lídři, kteří odklánějí svou zemi od demokracie, tak nejčastěji činí legislativní cestou — zevnitř systému.</p><p>Nejčastějším nástrojem současných autokratizačních procesů je podle V-Dem cenzura a omezování médií, po níž s odstupem následují narušování podmínek svobodných voleb a tlak na nezávislé občanské organizace. Výzkumníci tento jev označují pojmem backsliding — demokratické zpětné klouzání. Politologové Steven Levitsky a Lucan Way ve svém výzkumu dokumentují, že přibližně 70 % současné autokratizace probíhá prostřednictvím legálně zvolených vůdců, nikoli vnějšími silami. Destrukce demokratických norem probíhá legislativní cestou přímo zevnitř systému.</p><p>Důsledkem je, že demokratický úpadek probíhá pomaleji a méně viditelně. Přechod do autoritářství dnes typicky trvá roky nebo desetiletí namísto týdnů.</p><h2>Freedom House: Osmnáct let klesající svobody</h2><p>Paralelní pohled nabízí americká nevládní organizace Freedom House, která měří politická práva a občanské svobody od roku 1972. Ve své zprávě Freedom in the World 2024 konstatuje, že rok 2023 byl již 18. rokem po sobě, ve kterém na globální úrovni úhrnem ubylo více svobody, než přibylo. Nejde přitom o každoroční dramatické propady — spíše o stabilní, soustavný trend. Podle Freedom House se v roce 2023 zhoršila situace ve 45 zemích světa, zlepšila ve 21. Největší ztráty zaznamenala subsaharská Afrika, kde za posledních deset let prošlo autokratizací více než 12 zemí.</p><h2>Světlá místa: Kde demokracie odolává</h2><p>Bylo by nepřesné číst tato data jednorozměrně. Demokratické mechanismy opakovaně prokazují schopnost sebekorekce — a právě v posledních letech k tomu došlo v několika klíčových případech. V Brazílii volby v roce 2022 přinesly demokratickou změnu po období, kdy byla nezávislost institucí pod tlakem. V Guatemale v roce 2023 občanská společnost úspěšně bránila výsledky demokratických voleb vůči snahám o jejich zpochybnění. V Polsku volby v roce 2023 vyústily v politickou změnu a zahájení procesu obnovy nezávislosti justice, která byla předchozí vládou systematicky omezována. Podle V-Dem probíhají procesy demokratizace v zemích s celkovou populací přibližně 452 milionů lidí.</p><div class=\"highlight-box hb-green\"><strong>Co mají tyto úspěchy společné:</strong> Ve všech třech případech — Brazílie (2022), Guatemala (2023), Polsko (2023) — sehrálo klíčovou roli totéž: silná občanská společnost, nezávislá média a institucionální paměť demokratických norem. Výzkum V-Dem potvrzuje, že právě tyto tři faktory nejsilněji korelují s demokratickou odolností vůči autokratizaci.</div><h2>Závěr: Křehká rovnováha</h2><p>Globální demokracie se nenachází ve volném pádu, ale po desetiletích expanze narazila na zřetelný odpor. Dnešní stav je obrovským civilizačním výsledkem ve srovnání s počátkem 20. století — to je fakt, který čísla o úpadku nesmí zastínit. Data zároveň ukazují, že svoboda není samozřejmostí ani jednosměrnou ulicí.</p><p>Klíčová poučení jsou tři. Za prvé, demografická čísla jsou citlivá na klasifikaci velkých zemí — zejména Indie — a je třeba je číst s vědomím metodických voleb, které za nimi stojí. Za druhé, autokratizace dnes probíhá pomalu a legálně, což ji činí méně viditelnou, nikoli méně reálnou. A za třetí, demokratické systémy mají dokázanou schopnost odolávat a obnovovat se — pokud zůstávají funkční instituce a aktivní občanská společnost.</p>",
  "sources": [
    {
      "label": "V-Dem Institute (Göteborská univerzita) — Democracy Report 2024: Democracy Winning and Losing at the Ballot. Nejkomplexnější akademická databáze demokratického vládnutí s více než 500 indikátory (zdroj pro klasifikaci 88/91 zemí, 72 % populace v autokraciích, 12 % v liberálních demokraciích, 45 zemí ve fázi úpadku, 452 milionů lidí v demokratizačních procesech a cenzura médií jako nejčastější nástroj autokratizace).",
      "url": "https://v-dem.net/publications/democracy-reports/"
    },
    {
      "label": "Freedom House — Freedom in the World 2024: The Mounting Damage of Flawed Elections and Armed Conflict. Prestižní americká nevládní organizace měřící politická práva a občanské svobody (zdroj pro 18 let kontinuálního globálního poklesu svobody a 45 zemí se zhoršující situací v roce 2023).",
      "url": "https://freedomhouse.org/report/freedom-world/2024/mounting-damage-flawed-elections-and-armed-conflict"
    },
    {
      "label": "The Economist Intelligence Unit — Democracy Index 2023. Nezávislý britský výzkumný institut (doplňkový zdroj pro 24 plných demokracií pokrývajících přibližně 7,8 % světové populace, potvrzující stagnaci a pokles Indie v žebříčcích).",
      "url": "https://www.eiu.com/n/campaigns/democracy-index-2023/"
    },
    {
      "label": "Levitsky, S. & Way, L. A. — Competitive Authoritarianism: Hybrid Regimes After the Cold War. Cambridge University Press, 2010. Akademický výzkum dokumentující, že přibližně 70 % současné autokratizace probíhá prostřednictvím legálně zvolených vůdců (tzv. insider backsliding), nikoli vojenskými převraty.",
      "url": "https://www.cambridge.org/core/books/competitive-authoritarianism/3312D82C51780F81C24E002E8CC6F65C"
    },
    {
      "label": "Levitsky, S. & Ziblatt, D. — How Democracies Die. Crown, 2018. (Česky: Jak umírá demokracie. Prostor, 2019.) Teoretický rámec pro plíživou autokratizaci a využívání legislativních změn namísto vojenských převratů.",
      "url": "https://www.penguinrandomhouse.com/books/562246/how-democracies-die-by-steven-levitsky-and-daniel-ziblatt/"
    },
    {
      "label": "V-Dem Institute — Working Papers. Série akademických studií dokumentujících překlasifikaci Indie na elektorální autokracii od roku 2021 a její metodologické zdůvodnění.",
      "url": "https://v-dem.net/publications/working-papers/"
    }
  ],
  "share_card": {
    "type": "data_kontext",
    "headline_text": "Žijeme ještě ve svobodném světě?",
    "headline_sub": "Poprvé za patnáct let více autokracií než demokracií. Co za tím stojí?",
    "quote_text": "Svoboda není samozřejmostí ani jednosměrnou ulicí.",
    "quote_source": "— Svět v perspektivě, analýza 2026",
    "download_filename": "svet-v-perspektive-demokracie-v-defenzive.png",
    "stats": [
      {
        "value": "72 %",
        "label": "světové populace dnes žije v autokraciích — úroveň jako v roce 1985",
        "source_text": "Zdroj: V-Dem Democracy Report 2024",
        "color": "red"
      },
      {
        "value": "18 let",
        "label": "nepřetržitý pokles globální svobody v řadě (Freedom House, 2006–2023)",
        "source_text": "Zdroj: Freedom House, Freedom in the World 2024",
        "color": "red"
      },
      {
        "value": "12 %",
        "label": "lidí na planetě žije v plnohodnotných liberálních demokraciích",
        "source_text": "Zdroj: V-Dem, 2024",
        "color": "green"
      }
    ]
  }
}