{
  "slug": "paradox-globalni-bezpecnosti",
  "title": "Paradox globální bezpečnosti",
  "perex": "Média nás denně zahlcují obrazy zkázy, což snadno vytváří dojem, že žijeme v nejnebezpečnější době lidských dějin. Skutečná data však odhalují znepokojivý paradox. Zatímco šance, že se stanete obětí běžné násilné kriminality, je ve velké části světa na historických minimech, počet obětí válečných konfliktů po desetiletích poklesu dramaticky vzrostl — tažen především ničivou válkou v etiopském Tigray a invazí na Ukrajinu. Jaká je skutečná anatomie globálního násilí a proč je svět zároveň bezpečnější i nebezpečnější než před třiceti lety?",
  "topics": [
    "bezpečnost",
    "výzvy",
    "svět"
  ],
  "date": "2026-02-22",
  "dateStr": "22. 2. 2026",
  "status": "published",
  "breadcrumb_topic": "Svět",
  "key_stats": [
    {
      "value": "−16 %",
      "label": "pokles globální míry vražd",
      "color": "good"
    },
    {
      "value": "30 let",
      "label": "nejvíce obětí válek od r. 1994",
      "color": "bad"
    },
    {
      "value": "~50 %",
      "label": "terorismu se přesunulo do Sahelu",
      "color": "bad"
    }
  ],
  "content": "<h2>Konec mýtu o všudypřítomném kriminálním násilí</h2><p>Když se řekne „nebezpečí“, většina lidí si představí přepadení na ulici. Zde však data přinášejí překvapivě dobrou zprávu. Podle Úřadu OSN pro drogy a kriminalitu (UNODC) globální míra vražd dlouhodobě klesá — z 6,9 na 5,8 případů na 100 000 obyvatel ročně mezi lety 2000 a 2021, tedy o přibližně 16 %. Evropa a Asie se staly nejbezpečnějšími kontinenty v lidské historii s mírou vražd hluboko pod 3 na 100 000 obyvatel ročně.</p><p>Dokonce i ve Spojených státech, které dlouhodobě vybočují ze západního standardu, došlo v roce 2023 k jednomu z nejstrmějších meziročních poklesů počtu vražd v historii měření — přibližně o 12 %. Historický trend pacifikace společnosti, při němž státy upevňují monopol na násilí a mezilidské spory se přestávají řešit silou, stále funguje. Výjimku tvoří Latinská Amerika, kde řádění drogových kartelů drží míru násilí tragicky vysoko.</p><div class=\"highlight-box hb-blue\"><strong>Klíčový kontext:</strong> Pokles kriminálního násilí je reálný a měřitelný. Neznamená ale, že násilí jako takové z globální scény mizí — pouze mění svou podobu a přesouvá se do roviny státních a ozbrojených konfliktů.</div><h2>Konec „dlouhého míru“ a návrat státního konfliktu</h2><p>Éra po konci studené války byla označována za „dlouhý mír“ (Long Peace). Zastavení mezistátních konfliktů vedlo k tomu, že počty padlých vojáků i civilistů v bojích klesly na minima. Tento trend se však s plnou silou zlomil na počátku dvacátých let.</p><p>Data z Uppsala Conflict Data Program (UCDP) ukazují, že rok 2022 se stal z hlediska počtu obětí ozbrojených konfliktů nejsmrtelnějším od roku 1994. Hlavními hybnými silami byly dva souběžné konflikty: válka v etiopském regionu Tigray, která si vyžádala přes 100 000 zaznamenaných bojových obětí a celkově odhadovaně statisíce mrtvých, a masivní konvenční válka na Ukrajině s více než 80 000 obětí v roce 2022. Válka v Gaze a súdánská občanská válka, obě zahájené v roce 2023, tento trend bohužel potvrzují a dále prohlubují.</p><p>Zatímco mezilidské násilí (vraždy) klesá, organizované státní násilí (války) zažívá renesanci. Svět se tak stává bezpečnějším pro jednotlivce v jeho každodenním životě (pokud nežije ve válečné zóně), ale geopoliticky nestabilnějším pro státy.</p><h2>Geografie strachu: Sahel jako nové epicentrum terorismu</h2><p>Další významnou změnou je přesun těžiště globálního terorismu. Zatímco po roce 2001 byl synonymem pro terorismus Blízký východ (Irák, Afghánistán, Sýrie), dnes se epicentrum přesunulo do subsaharské Afriky, konkrétně do oblasti Sahelu (Burkina Faso, Mali, Niger). Podle Global Terrorism Index 2024 se tato oblast podílí na téměř polovině všech úmrtí způsobených terorismem ve světě.</p><div class=\"highlight-box hb-green\"><strong>Data v souvislostech:</strong> V západních zemích je riziko úmrtí při teroristickém útoku statisticky zanedbatelné a dlouhodobě klesá, ačkoliv mediální pokryti každého incidentu vyvolává opačný dojem. Terorismus se stal vysoce lokalizovaným problémem nestabilních regionů.</div><h2>Technologie války: Drony a demokratizace ničení</h2><p>Moderní konflikty mají ještě jeden specificky rys: masivní nástup levných bezpilotních prostředků. Válka na Ukrajině ukázala, že levné komerční drony mohou na bojišti konkurovat drahé konvenční technice. To mění dynamiku bezpečnosti, protože účinné zbraňové systémy se stávají dostupnějšími i pro nestátní aktéry a menší státy. „Demokratizace ničení“ znamená, že i technologicky méně vyspělý protivník může způsobit asymetrické škody.</p><h2>Závěr: Dva světy v jednom</h2><p>Žijeme v paradoxní době. Pro drtivou většinu obyvatel planety je riziko, že budou zavražděni sousedem nebo lupičem, nižší než kdykoliv v minulosti. Ulice velkoměst jsou bezpečnější. Zároveň se však po třech dekádách relativního klidu vrátila velmocenská rivalita a brutální konvenční války, které hrozí přerůst v širší konflikty.</p><p>Svět není jednoduše „horší“ nebo „lepší“. Je bezpečnější v mikro-měřítku (kriminalita), ale nebezpečnější v makro-měřítku (geopolitika). Porozumění tomuto rozdílu je klíčové pro to, abychom nepodléhali panice z titulků, ale zároveň nezavírali oči před reálnými strategickými hrozbami.</p>",
  "sources": [
    {
      "label": "Uppsala Conflict Data Program (UCDP) / PRIO — Armed Conflict Dataset, 1946–2023. Hlavní akademická databáze ozbrojených konfliktů (zdroj pro data o obětech válek a historickém maximu roku 2022).",
      "url": "https://ucdp.uu.se/"
    },
    {
      "label": "UNODC — Global Study on Homicide 2023. Zpráva OSN monitorující vývoj vražednosti a násilné kriminality celosvětově (zdroj pro pokles globální míry vražd z 6,9 na 5,8 na 100 000 obyvatel).",
      "url": "https://www.unodc.org/unodc/en/data-and-analysis/global-study-on-homicide.html"
    },
    {
      "label": "FBI — Crime in the Nation Statistics 2023. Oficiální federální statistika kriminality USA (zdroj pro 11,6% pokles počtu vražd a 12% pokles míry vražednosti v roce 2023).",
      "url": "https://www.fbi.gov/news/press-releases/fbi-releases-2023-crime-in-the-nation-statistics"
    },
    {
      "label": "Institute for Economics & Peace — Global Terrorism Index 2024. Každoroční index měřící dopad terorismu ve světě (zdroj pro data o podílu Sahelu na globálních obětech terorismu).",
      "url": "https://www.visionofhumanity.org/resources/global-terrorism-index-2024/"
    },
    {
      "label": "RAND Corporation — Asymmetric Warfare Research. Analytické centrum pro bezpečnostní a vojenský výzkum (zdroj pro analýzu vlivu dronů na charakter moderních konfliktů).",
      "url": "https://www.rand.org/topics/asymmetric-warfare.html"
    },
    {
      "label": "Center for a New American Security (CNAS) — Evolution Not Revolution: Drone Warfare in Russia's 2022 Invasion of Ukraine (Pettyjohn, 2024). Detailní studie o roli bezpilotních prostředků na moderním bojišti.",
      "url": "https://www.cnas.org/publications/reports/evolution-not-revolution"
    }
  ],
  "share_card": {
    "type": "data_kontext",
    "headline_text": "Žijeme v nejnebezpečnější době?",
    "headline_sub": "Záleží na tom, koho se ptáte. Data ukazují znepokojivý paradox.",
    "quote_text": "Svět je bezpečnější pro lidi, ale nebezpečnější pro státy.",
    "quote_source": "— Svět v perspektivě, analýza 2026",
    "download_filename": "svet-v-perspektive-paradox-globalni-bezpecnosti.png",
    "stats": [
      {
        "value": "−16 %",
        "label": "pokles míry vražd od r. 2000",
        "source_text": "Zdroj: UNODC, 2023",
        "color": "green"
      },
      {
        "value": "30 let",
        "label": "nejvíce obětí válek od r. 1994",
        "source_text": "Zdroj: UCDP, 2022",
        "color": "red"
      },
      {
        "value": "~50 %",
        "label": "glob. terorismu je v Sahelu",
        "source_text": "Zdroj: Global Terrorism Index, 2024",
        "color": "red"
      }
    ]
  }
}
